Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_help/omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: In the List view, the Icon column can be added or removed using the Column Picker and can only be in column 1.
ru_ru: В простом списке столбец со значками может быть добавлен только как первый столбец.

source: In the List view, the Icon column can be added or removed using the Column Picker but can only be in column 1.
ru_ru: В простом списке столбец со значками может быть добавлен только как первый столбец.

source: In the enhanced tooltip, if the database is locked, the database name will be shown between square brackets as shown below.
ru_ru: Если контейнер заблокирован, то его имя во всплывающей подсказке значка будет заключено в квадратные скобки.

source: In the general case, a "name" can contain all of the following fields, separated by colons: Group, Title and User name.
ru_ru: В общем случае, «имя» может содержать значения полей «группа», «заголовок» и «имя пользователя», разделённые двоеточием.

source: In the table below, the column headings mean:
ru_ru: Описание заголовков столбцов:

source: In this case, Password Safe will attempt to make a "Failsafe Backup" (file extension 'fbak').
ru_ru: В этом случае Password Safe попытается создать «Аварийную резервную копию» (файл с расширением «fbak»).

source: In this case, PasswordSafe will attempt to make a "Failsafe Backup" (file extension 'fbak').
ru_ru: В этом случае Password Safe попытается создать «Аварийную резервную копию» (файл с расширением «fbak»).

source: In this case, if an alias or shortcut is included in the filter results, its base entry will also be exported even if it does not satisfy those conditons.
ru_ru: В этом случае, если ярлык или псевдоним попали в результаты отбора, то соответствующий исходный элемент тоже будет экспортирован, независимо от того, удовлетворяет он условиям фильтра, или нет.

source: In this case, right-click on the entry of group and select the form of output from the "Export Entry To" or "Export Group To" menu.
ru_ru: Для этого щёлкните правой кнопкой мыши на элементе или группе и выберите тип экспорта из подменю «Экспортировать элемент в» или «Экспортировать группу в».

source: In this field you can specify an alternate location, such as a special backup directory, network drive, disk-on-key, etc.
ru_ru: В этом поле можно указать другое расположение, например, отдельный каталог для резервных копий, сетевой диск, съёмный накопитель и т. п.

source: In this tab the most important elements are combined.
ru_ru: На данной вкладке собраны самые важные элементы.

source: In this tab the most inportant elements are combined.
ru_ru: На данной вкладке собраны самые важные элементы.

source: Information about the font used in the Tree & List Views
ru_ru: Шрифт, используемый в древовидном и простом списках элементов

source: Information about the font used in the Tree View
ru_ru: Шрифт, используемый в древовидном списке

source: Information about the font used to display fields in the Add/Edit property pages
ru_ru: Шрифт, используемый в полях диалога добавления/редактирования элемента

source: Information about the font used to display the Notes field in the basic Add/Edit property page
ru_ru: Шрифт, используемый для отображения заметок в диалоге добавления/редактирования элемента

source: Information about the font used to display the password
ru_ru: Шрифт, используемый для отображения пароля

source: Initial system tray icon
ru_ru: Значок в области уведомлений

source: Initial tree view
ru_ru: Вид дерева при старте

source: Initial window
ru_ru: Запрос при старте

source: Input a password with a virtual keyboard
ru_ru: Ввод пароля с помощью экранной клавиатуры

source: Insert
ru_ru: Insert (Ins)

source: Insert the old YubiKey
ru_ru: Подключите старый YubiKey.

source: Insert you YubiKey
ru_ru: Подключите YubiKey

source: Insert your YubiKey
ru_ru: Подключите YubiKey.

source: Insert your YubiKey into your PC's USB slot
ru_ru: Подключите YubiKey к USB-порту ПК.

source: Insert your backup YubiKey into your PC's USB slot
ru_ru: Подключите запасной YubiKey к USB-порту ПК.

source: Inserted into the Password Safe Notes field in the form:
ru_ru: Добавляются в поле «Заметки» в виде:

source: Instead, you must Edit the entry either via the Edit menu or by the right-click context menu as indicated above.
ru_ru: В этом случае для изменения потребуется использовать диалог редактирования, который можно открыть через контекстное меню или меню «Правка», как описано выше.

source: Invoke AutoType (via Control-T or right-click and selecting 'Perform Autotype'.
ru_ru: Запустите автонабор (используя комбинацию клавиш Ctrl+T или через пункт контекстного меню «Автонабор»).

source: Invoking Password Safe with no arguments will cause the application to prompt you for the combination of the last database that was opened, or for the combination of a new database if none was previously opened on your machine (e.g., the first time you use Password Safe).
ru_ru: При запуске Password Safe без параметров выдаётся запрос пароля для последнего открытого контейнера. Если контейнеры на этом компьютере ещё не открывались (например, при первом запуске Password Safe), будет предложено создать новый контейнер.

source: It can currently be found at http://www.microsoft.com/downloads.
ru_ru: Утилиту можно загрузить с http://www.microsoft.com/downloads.

source: It does not matter that the expiry date is in the past or future.
ru_ru: При этом не важно, находится ли дата истечения пароля в прошлом или будущем.

source: It is STRONGLY recommended that the use of text files with sensitive password information be avoided when possible and that the file be securely deleted or wiped afterwards."
ru_ru: НАСТОЯТЕЛЬНО рекомендуется избегать экспорта важной информации текстовый формат, и надёжно удалять эти файлы после использования."

source: It is also possible to export a single entry or the members of a group to Plain Text, XML or to a current version of a Password Safe.
ru_ru: Возможен экспорт одного элемента или группы элементов в простой текстовый файл, XML-файл или текущий формат Password Safe.

source: It is also the equivalent to the Cancel button on any dialog.
ru_ru: Кроме того, нажатие на Esc равносильно нажатию кнопки «Отмена» в диалогах.

source: It is in the form "LL" or "LL_CC", where LL = ISO 639-1 two-character Language code e.g. EN, FR, DE, HE... see http://www.loc.gov/standards/iso639-2/ and CC = ISO 3166-1 two-character Country code e.g. US, GB, FR, CA... see http://www.iso.org/iso/en/prods-services/iso3166ma/index.html
ru_ru: Имеет вид «LL» или «LL_CC», где LL — двухсимвольный код языка по ISO 639-1, например, «EN», «FR», «DE», «RU», ... (см. http://www.loc.gov/standards/iso639-2/), а CC — двухсимвольный код страны по ISO 3166-1, например, «US», «GB», «FR», «CA», ... (см. http://www.iso.org/iso/en/prods-services/iso3166ma/index.html)

source: It is now possible to select the default symbol list that will be used in a database via the "Manage → Options → Password Policy" tab.
ru_ru: Также на вкладке Управление→Настройки→Политика создания паролей можно указать свой набор символов для создания пароля.

source: It is now possible to select the default symbol list that will be used in a database via the "Manage → Password Policies..." dialog.
ru_ru: Свой набор символов для создания пароля можно задать через меню Сервис→Политики создания паролей....

source: It is recommended that you only select combinations from those listed here.
ru_ru: Поэтому, рекомендуется использовать только перечисленные ниже сочетания.

source: It is suggested that a value between 20% and 40% may be most beneficial.
ru_ru: Обычно значения от 20 % до 40 % являются наиболее предпочтительными.

source: It is the user's responsibility to change the password.
ru_ru: По окончании срока действия пользователь должен самостоятельно изменить пароль.

source: It is useful when autotype conflicts with browser's autofill, where the two texts combine instead of autotype'd text replacing the auto-filled text.
ru_ru: Может быть полезно, если автонабор конфликтует с функцией автозаполнения в браузере (например, когда текст, вводимый посредством автонабора, добавляется к тому, что был подставлен браузером).

source: It is, however, possible to modify this by invoking Password Safe as follows:
ru_ru: Это поведение можно изменить, вызвав Password Safe с параметрами:

source: It may not be possible to switch a database to Read-Write mode if another user currently has the database open in Read/Write mode.
ru_ru: Переключение в режим «чтение/запись» невозможно, если другой пользователь уже открыл контейнер в режиме «чтение/запись».

source: It requires Microsoft Core XML Services (MSXML) V4.0 to be installed.
ru_ru: Для работы утилиты требуется Microsoft Core XML Services (MSXML) V4.0.

source: It will also display the progress by showing the entry being currently processed (in the form «Group» «Title» «User»).
ru_ru: Для отображения хода работы указывается текущий элемент (в виде «Группа» «Заголовок» «Имя пользователя»).

source: It will only stop Password Safe from storing more passwords in this entry.
ru_ru: После этого Password Safe лишь перестаёт сохранять пароли при последующих изменениях.

source: It's displayed for convenience, and cannot be modified.
ru_ru: Отображается для удобства, и не может быть изменён.

source: It's impractical to share the configuration data in a registry in such a manner.
ru_ru: В данном случае хранение в реестре затрудняет использование общих настроек.

source: Just keep pressing F3 to cycle to the next entry that satisfies your criteria.
ru_ru: Для перемещения по найденным элементам просто нажимайте F3.

source: KeePass (another password management utility)
ru_ru: KeePass (другая программа для управления паролями)

source: KeePass V1 TXT and CSV Files
ru_ru: TXT- и CSV-файлы KeePass V1

source: KeePass V1 XML Elements
ru_ru: XML-элементы KeePass V1

source: KeePass V1 XML Special Processing
ru_ru: Особенности обработки XML-файлов KeePass V1

source: KeePass V1 and V2 XML Files
ru_ru: XML-файлы KeePass V1 и V2

source: KeePass V2 Auto-type
ru_ru: Коды автонабора KeePass V2

source: KeePass V2 History
ru_ru: История KeePass V2

source: KeePass V2 Placeholder
ru_ru: Подстановки KeePass V2

source: KeePass V2 String Keys
ru_ru: Значение <String>/<Key> в KeePass V2

source: KeePass V2 Time Values
ru_ru: Значения времени в KeePass V2

source: KeePass V2 XML Special Processing
ru_ru: Особенности обработки XML-файлов KeePass V2

source: KeePass V2 can create an history section when anything is changed in an entry.
ru_ru: KeePass V2 создаёт запись в истории при изменении любого поля элемента.

source: KeePass V2 exports all date/time fields, e.g. creation time, in a "Times" section.
ru_ru: KeePass V2 экспортирует все поля, связанные со временем в раздел <Times>.

source: KeePass V2 exports all strings, e.g. Title, in a "String" section with "Key" and "Value" sub-elements.
ru_ru: KeePass V2 экспортирует значения строковых полей (например, заголовок) в раздел <String> с элементами <Key> и <Value>.

source: KeePass V2 via KeePass V1 CSV Files
ru_ru: KeePass V2 через CSV-файлы KeePass V1

source: Keep N last passwords
ru_ru: Хранить N предыдущих паролей

source: Keeping Password History
ru_ru: Ведение истории паролей

source: Keeping written lists of passwords on scraps of paper, or in a text document on your desktop is unsafe and is easily viewed by prying eyes (both cyber-based and human).
ru_ru: Хранить пароли записанными на клочках бумаги или в записных книжках на столе небезопасно, да и любопытные глаза (машины или человека) могут подсмотреть их.

source: Key Change dialog box
ru_ru: Диалог изменения пароля

source: Key Name
ru_ru: Имя клавиши

source: Keyboard
ru_ru: Клавиатура

source: Keyboard Shortcut/Accelerator keys
ru_ru: Комбинации клавиш/горячие клавиши

source: Keyboard Shortcuts
ru_ru: Комбинации клавиш

source: Keypad * {MULTIPLY}
ru_ru: «*» на цифровой клавиатуре {MULTIPLY}

source: Keypad + {ADD}
ru_ru: «+» на цифровой клавиатуре {ADD}

source: Keypad - {SUBTRACT}
ru_ru: «-» на цифровой клавиатуре {SUBTRACT}

source: Keypad / {DIVIDE}
ru_ru: «/» на цифровой клавиатуре {DIVIDE}

source: Last Access Time
ru_ru: Last Access Time (время последнего доступа)

source: Last Find Filter
ru_ru: Результаты последнего поиска

source: Last Find results
ru_ru: Результаты последнего поиска

source: Last view selected: Tree or List view
ru_ru: Последний выбранный стиль отображения: tree (дерево) или list (список)

source: Last view selected: Tree or List view ("tree" or "list")
ru_ru: Последний выбранный стиль отображения: «tree» (дерево) или «list» (список)

source: Lastly, if a filter is active, it is possible to export the entries that satisfy this filter to a current version of a Password Safe.
ru_ru: Если активен фильтр, то можно экспортировать отобранные элементы в текущий формат Password Safe.

source: Leave the field unset
ru_ru: оставить поле незаполненным

source: Left Arrow
ru_ru: Стрелка влево

source: Left-arrow key
ru_ru: Клавиша влево

source: License Restrictions
ru_ru: Лицензионные ограничения

source: Like many applications, Password Safe allows you to configure its behaviour and appearance to best suite your taste and needs.
ru_ru: Как и многие другие приложения, Password Safe позволяет настроить свой вид и поведение согласно предпочтениям пользователя.

source: Like many applications, PasswordSafe allows you to configure its behaviour and appearance to best suite your taste and needs.
ru_ru: Как и многие другие приложения, Password Safe позволяет настроить свой вид и поведение согласно предпочтениям пользователя.

source: Likewise, "how\W2now" will introduce a two second pause between the two words.
ru_ru: Аналогично, «как\W2сейчас» сделает задержку между словами в две секунды.

source: Likewise, a read-only database can be modified after clicking on Change to R/W.
ru_ru: Аналогично, контейнер, открытый в режиме «только чтение» может быть переведён в режим «чтение/запись» выбором пункта меню Переключить в режим чтение/запись (R-W).

source: Likewise, if the group and title together or title and user together specify a unique entry, then the corresponding user or group doesn't have to be specified.
ru_ru: Аналогично, если пара «группа» и «заголовок» или «заголовок» и «имя пользователя» однозначно определяет элемент, то значение третьего поля можно не указывать.

source: Lock
ru_ru: Заблокировать

source: Lock Password Safe database when the user locks their Windows session
ru_ru: Блокировать контейнер Password Safe при блокировке компьютера

source: Lock Database
ru_ru: Блокировка контейнера

source: Lock after IdleTimeout minutes
ru_ru: Блокировать по истечении IdleTimeout минут

source: Lock database if the user has not used the PC for a number of minutes.
ru_ru: Блокировать контейнер по истечении указанного времени с момента выполнения последнего действия с программой.

source: Lock database on minimize, which implies clear database from memory
ru_ru: Блокировать (выгружать из памяти) контейнер при сворачивании

source: Lock password database after....
ru_ru: Блокировать контейнер после

source: Lock password database on minimized
ru_ru: Блокировать контейнер при сворачивании

source: Lock password database on workstation lock
ru_ru: Блокировать контейнер при блокировке компьютера

source: Locked System Tray
ru_ru: Контекстное меню для заблокированного контейнера

source: Locked database
ru_ru: Заблокированный контейнер

source: Locks the current safe.
ru_ru: Заблокировать текущий контейнер

source: Logo
ru_ru: Логотип

source: Logoff
ru_ru: Выход из системы

source: Lost Passwords
ru_ru: Утерянный пароль

source: MM
ru_ru: ММ

source: MMM
ru_ru: МММ

source: Mailing List
ru_ru: Список рассылки

source: Main window alway on top
ru_ru: Отображать Password Safe поверх всех окон

source: Main window always on top
ru_ru: Располагать Password Safe поверх всех окон

source: Make Backup
ru_ru: Создать резервную копию

source: Make a Backup
ru_ru: Создание резервной копии

source: Make sure Manage → Options → System "Allow multiple instances" is checked for this to work
ru_ru: Чтобы данный пример заработал, убедитесь, что разрешён запуск нескольких экземпляров на вкладке «Сервис→Настройки→Система».

source: Make sure the desired database is selected in the "Open Password Safe" field.
ru_ru: Убедитесь, что в поле «Открыть контейнер» указан требуемый файл.

source: Manage Filters
ru_ru: Управление фильтрами

source: Manage Menu
ru_ru: Меню «Сервис»

source: Manage filter.
ru_ru: Управление фильтрами

source: Manage password history of current entries
ru_ru: Управление историей паролей для существующих элементов

source: Manage the password policy
ru_ru: Управление политиками создания паролей

source: Managing Filters
ru_ru: Управление фильтрами

source: Managing the Password History
ru_ru: Вкладка «История паролей»

source: ManagingFilters
ru_ru: Управление фильтрами

source: Manange the password policy
ru_ru: Управление политиками создания паролей

source: Many applications store such preferences in the Windows "registry", as a matter of convention and convenience.
ru_ru: Некоторые приложения используют для этих целей реестр Windows.

source: Many people are using Password Safe from a disk-on-key or otherwise sharing the same database across several machines.
ru_ru: Многие пользователи используют один и тот же контейнер Password Safe на разных машинах (запускают со съёмного диска или сетевого ресурса).

source: Many people are using PasswordSafe from a disk-on-key or otherwise sharing the same database across several machines.
ru_ru: Многие пользователи используют один и тот же контейнер Password Safe на разных машинах (запускают со съёмного диска или сетевого ресурса).

source: Master Password
ru_ru: Мастер-пароль

source: Max
ru_ru: Макс.

source: Maximize or open Password Safe
ru_ru: Переключитесь на Password Safe или откройте его.

source: Maximum number of "Recent used entries" to be saved in the database and displayed from the System Tray icon to allow quick access
ru_ru: Количество недавно использованных элементов, отображаемых в списке значка в области уведомлений

source: Means pressing
ru_ru: Значение

source: Menu Edit Alias
ru_ru: Вид меню для псевдонима

source: Menu Edit Entry
ru_ru: Вид меню для обычного элемента

source: Menu Edit Group
ru_ru: Вид меню для группы

source: Menu Toolbar
ru_ru: Панель инструментов

source: Merge
ru_ru: Слияние

source: Merge a Password Safe database or backup file (.bak) into the current database.
ru_ru: Слияние контейнера Password Safe или резервной копии контейнера («.bak») с текущим контейнером.

source: Merge and Drag & Drop
ru_ru: Слияние и «перетаскивание» (Drag & Drop)

source: Merge the current safe with another.
ru_ru: Слияние текущего контейнера с другим

source: Merge uses a Wizard interface.
ru_ru: Для слияния используется мастер.

source: Migrate Password Safe configuration to user directory
ru_ru: Переместить файл настроек в каталог пользователя

source: Migrate PasswordSafe configuration to user directory
ru_ru: Переместить конфигурацию в каталог пользователя

source: Min
ru_ru: Мин.

source: Minimize Password Safe during AutoType.
ru_ru: Сворачивать окно Password Safe при выполнении автонабора

source: Minimize Password Safe during Autotype.
ru_ru: Сворачивать окно Password Safe при выполнении автонабора

source: Minutes
ru_ru: В минутах

source: Misc Options
ru_ru: Прочие настройки

source: Misc tab
ru_ru: Вкладка «Разное»

source: Misc.
ru_ru: Разное

source: Misc. Options
ru_ru: Прочие настройки

source: Most labels in the Basic and Additional Property Pages are Smart Labels.
ru_ru: Большинство меток на вкладках «Основные» и «Дополнительно» являются функциональными.

source: Most of the time, you can think of "name" as synonymous with the title field of an entry, so if the base entry's title is "master", for example, then entering "[master]" (without the quotes) in another entry's password field is enough to define the other entry as an alias of "master".
ru_ru: Чаще всего под «именем» можно понимать заголовок элемента. Таким образом, если заголовок исходного элемента «Главный», то указание «[Главный]» (без кавычек) вместо пароля другого элемента делает его псевдонимом для элемента «Главный».

source: Most of them are configurable via the "Manage → Options" dialog box.
ru_ru: Большинство из них задаются в диалоге, открываемом через пункт меню Сервис→Настройки.

source: Most of them are configurable via the Manage->Options dialog box.
ru_ru: Большинство из них задаются в диалоге, открываемом через пункт меню Управление→Настройки.

source: Most recently used databases
ru_ru: Недавно использованные контейнеры

source: Most recently used databases are shown in the File menu or in in their own sub-menu from the File menu
ru_ru: Отображать недавно использованные контейнеры в меню Файл, а не в подменю

source: Most require copying the user name or password to the clipboard and then pasting the information into the required input field.
ru_ru: Чаще всего требуется копирование имени пользователя и пароля в буфер обмена и вставка их в поле ввода.

source: Mostly useful when working with databases written by other applications.
ru_ru: Данный режим полезен в случае, если контейнер был создан в стороннем приложении.

source: NOTE: This list is saved in the database only when a read/write database is saved or closed.
ru_ru: Примечание. Список сохраняется только при сохранении или закрытии контейнера, открытого в режиме «чтение/запись».

source: Name of the Unicode font to be used to display all characters used in the Virtual Keyboad.
ru_ru: Имя шрифта с поддержкой Unicode, используемого для отображения символов на экранной клавиатуре.

source: Name of the Unicode font to be used to display all characters used in the Virtual Keyboard.
ru_ru: Имя шрифта с поддержкой Unicode, используемого для отображения символов на экранной клавиатуре.

source: Named Password Policies
ru_ru: Именованные политики создания паролей

source: Named Password Policies dialog
ru_ru: Окно управления политиками создания паролей

source: Navigate to the backup location and select the file to restore
ru_ru: Перейдите в папку с резервной копией и выберите файл для восстановления.

source: Nested Tree
ru_ru: Древовидный список

source: New
ru_ru: Создать

source: New Releases
ru_ru: Новая версия

source: New style
ru_ru: Современный стиль

source: No database open
ru_ru: Нет открытых контейнеров

source: No substitution is made to escape sequences within the Notes field (e.g. '\u', '\p' etc.) except for the '\t' sequence which is replaced by the tab character.
ru_ru: для содержимого поля «заметки» не производится подстановка управляющих последовательностей («\u», «\p» и т. д.) кроме «\t», заменяемой на символ табуляции.

source: No substitution is made to escape sequences within the Notes field (e.g. '\u', '\p' etc.) except for the '\t' sequence, which is replaced by the Tab character and '\s' sequence, which is replaced by "Shift+Tab".
ru_ru: для содержимого поля «заметки» не производится подстановка управляющих последовательностей («\u», «\p» и т. д.) кроме «\t», заменяемой на символ табуляции, и «\s», заменяемой на «Shift+Tab».

source: No substitution is made to escape sequences within the Notes field (e.g. ‘\u’, ‘\p’ etc.) except for the ‘\t’ sequence which is replaced by the tab character.
ru_ru: для содержимого поля «заметки» не производится подстановка управляющих последовательностей («\u», «\p» и т. д.) кроме «\t», заменяемой на символ табуляции.

source: No support or endorsement by these companies exists or is implied.
ru_ru: Техническая поддержка со стороны этих компаний отсутствует и не подразумевается.

source: Node or Group [Tree View only]
ru_ru: Группа [только в древовидном списке]
